using System.Collections.Generic;

namespace MathCalcPrice.StaticResources
{
    public static class NeedCategoryList
    {
        public static List<string> NeedCategorys = new List<string>()
        {
            "Арматура воздуховодов",
            "Арматура трубопроводов" ,
            "Воздуховоды" ,
            "Воздуховоды по осевой" ,
            "Воздухораспределители" ,
            "Выключатели" ,
            "Гибкие воздуховоды" ,
            "Датчики" ,
            "Двери" ,
            "Дородки" ,
            "Кабельные лотки" ,
            "Каркас несущий" ,
            "Колонны" ,
            "Короба" ,
            "Крыши" ,
            "Лестницы" ,
            "Несущая арматура" ,
            "Несущие колонны" ,
            "Обобщенные модели" ,
            "Оборудование" ,
            "Ограждение" ,
            "Окна" ,
            "Осветительные приборы" ,
            "Охранная сигнализация" ,
            "Перекрытия" ,
            "Пожарная сигнализация" ,
            "Потолки" ,
            "Провода" ,
            "Сантехническе приборы" ,
            "Соеденительные детали воздуховода" , //
            "Соеденительные детали кабеля" ,//
            "Соеденительные детали коробки" ,//
            "Соеденительные детали трупопровода" ,//
            "Спринклеры" ,
            "Стены" ,
            "Телефонные устройства" ,
            "Трубы" ,
            "Устрвойства вывода и оповещения" ,//
            "Устройства связи" ,
            "Участки кабельного лотка" ,
            "Фундамент несущай конструкции" ,
            "Части" ,
            "Шкафы" ,
            "Электрические приборы" ,
            "Электрооборудование" ,
            "Элементы воздуховодов из базы данных"
        };
    }
}
